Repository: MrSlurp/smartapp
Catalog: SmartApp/Lang/*.SmartApp.po
Languages: fr

source: New
fr: Nouveau

source: Open
fr: Ouvrir

source: Save
fr: Enregistrer

source: Print
fr: Imrimer

source: Print Preview
fr: Apperçu avant impression

source: Help
fr: Aide

source: &File
fr: &Fichier

source: &New
fr: &Nouveau

source: &Open
fr: &Oouvrir

source: Close file
fr: Fe&rmer

source: &Save
fr: &Enregistrer

source: Save &As
fr: Enregistrer so&us

source: &Print
fr: &Imrpimer

source: Print Pre&view
fr: Apperçu avant impression

source: Print Setup
fr: Mise en page

source: Recent Fles
fr: Fichiers récents

source: E&xit
fr: &Quitter

source: &Edit
fr: &Edition

source: &Undo
fr: &Annuler

source: &Redo
fr: &Refaire

source: Cu&t
fr: Couper

source: &Copy
fr: Copier

source: &Paste
fr: Coller

source: Select &All
fr: Tout sélectionner

source: &Tools
fr: Ou&tils

source: Jump to SmartCommand
fr: Aller à SmartCommand

source: M3 SL blocs Wizard
fr: Assistant des blocs M3 SL

source: Z2 SL blocs Wizard
fr: Assistant des blocs Z2 SL

source: TCP Modbus Wizard
fr: Assistant TCP Modbus

source: &View
fr: &Affichage

source: &Toolbar
fr: Barre d'&outils

source: &Status Bar
fr: Barre de &status

source: &Windows
fr: &Fenêtres

source: Tile &Vertical
fr: Arranger &Verticalement

source: Tile &Horizontal
fr: Arranger &Horizontalement

source: C&lose All
fr: &Fermer tout

source: &Arrange Icons
fr: &Iconiser

source: &Help
fr: &Aide

source: &About ...
fr: &A propos...

source: Plugins versions
fr: Version des plugins

source: Datas configuration
fr: Configuration des données

source: Manage Groups
fr: Gestion des groupes

source: New Data
fr: Nouvelle donnée

source: Symbol
fr: Symbole

source: Constant
fr: Constante

source: Size
fr: Taille

source: Values
fr: Valeurs

source: Default
fr: Defaut

source: Screens configuration
fr: Configuration des écrans

source: Screens
fr: Ecrans

source: Title
fr: Titre

source: Remove background image
fr: Retirer l'image de fond

source: Background Image
fr: Image de fond

source: Tools
fr: Outils

source: Button
fr: Bouton

source: CheckBox
fr: Case a cocher

source: Slider
fr: Glissière

source: Numeric Up/Down
fr: Editeur numérique

source: Text
fr: Texte

source: Combo
fr: Liste déroulante

source: Control Options
fr: Options de l'outil

source: No selection
fr: Aucune sélection

source: Read Only
fr: Lecture seule

source: Use Screen Event
fr: Utilise l'évènement écran

source: Associate Data
fr: Donnée associée

source: Item Script
fr: Scritp de l'objet

source: Edit Script
fr: Editer le script

source: No Screen
fr: Aucun écran

source: Align left
fr: Aligner à gauche

source: Align top
fr: Aligner en haut

source: Make same width
fr: Uniformiser en largeur

source: Make same height
fr: Uniformiser en hauteur

source: Make same size
fr: Uniformiser en taille

source: Make horizonntal spacing equal
fr: Répartir horizonntalement

source: Make vertical spacing equal
fr: Répartir verticalement

source: Sizes
fr: Tailles

source: Increase width
fr: Augmenter la largeur

source: Decrease width
fr: Réduire la largeur

source: Increase height
fr: Augmenter la hauteur

source: Decrease height
fr: Réduire la hauteur

source: Move left
fr: Déplacer à gauche

source: Move right
fr: Déplacer à droite

source: Move up
fr: Déplacer en haut

source: Move down
fr: Déplacer en bas

source: Bring to front
fr: Mettre au premier plan

source: Save to bitmap
fr: Enregistrer fond de plan

source: Frames configuration
fr: configuration des trames

source: New Frame
fr: Nouvelle trame

source: Number of data
fr: Nombre de données

source: Frame properties
fr: Propriété de la trame

source: To
fr: Jusqu'a

source: From
fr: A partir de

source: Control Data
fr: Donnée de contrôle

source: Frame datas
fr: Donnée de la trame

source: Data Symbol
fr: Symbole de donnée

source: Default Value
fr: Valeur par défaut

source: Program
fr: Programmation

source: new
fr: nouveau

source: Period
fr: Periode

source: Auto Start
fr: Démarrage auto

source: Timer Period
fr: Période du timer

source: loggers
fr: Enregistreur

source: Logger Symbol
fr: Symbole d'enregistreur

source: Logger Period
fr: Period de l'enregistreur

source: Output file name
fr: Nom du fichier de sortie

source: csv Separator
fr: Separateur csv

source: Logger Type
fr: Type de l'enregistreur

source: Semi colon
fr: Point virgule

source: Comma
fr: virgule

source: Functions
fr: Fonctions

source: Screen Init Script
fr: Script d'init de l'écran

source: Screen Event Script
fr: Script d'évènement de l'écran

source: Control Event Script
fr: Script d'évènement du contrôle

source: Default group
fr: Groupe par défaut

source: Error while reading file. File is corrupted
fr: Erreur lors de la lecture du fichier. Le fichier est corrompu

source: Error
fr: Erreur

source: File {0} does not exists
fr: Le fichier {0} n'existe pas

source: You can't remove frame control data
fr: Vous ne pouvez pas supprimer la donnée de contrôle de la trame

source: Application fail on startup.
fr: Erreur de l'application lors de son démarrage

source: Preferences
fr: Préférences

source: Smart Application Suite.
fr: Suite Smart Application

source: Copyright Pascal Bigot 2007 - 2009
fr: Copyright Pascal Bigot 2007 - 2010

source: This development is realized totally outside of any professional
fr: Ce développement est réalisé totalement en dehors de toutes activité

source: activities and with no support of Crouzet. Crouzet or developer
fr: professionelle et sans le support de Crouzet. Crouzet ou le développeur

source: cant be responsible for any damages or miss-functioning that occur
fr: ne peuvent être tenu pour responsable en cas de dommages ou disfonctionnement

source: through the use of this free software witch is developed only under
fr: qui interviendrai lors de l'usage de ce logiciel qui est développé

source: privates activities.
fr: uniquement de façon privée

source: M3 SL Bloc Bitmap
fr: Image du bloc SL M3

source: Cancel
fr: Annuler

source: Generate answer frame
fr: Générer la trame de réponse

source: Join selected datas
fr: Fusionner les données sélectionnées

source: Split selected data
fr: Découper la donner sélectionnées

source: Data size
fr: Taille de donnée

source: SL Input/Ouput n
fr: N° de bloc SL Entrée/Sortie

source: Answer frame symbol
fr: Symbole de la trame de réponse

source: Frame symbol
fr: Symbole de la trame

source: Address range
fr: Plage d'adresse

source: Frame type
fr: Type de trame

source: Z2 SL Bloc Bitmap
fr: Image du bloc SL Z2

source: Register number
fr: Numéro de registre

source: Number of register
fr: Nombre de registre

source: Starting register address
fr: Adresse du registre de départ

source: Register Type
fr: Type de registre

source: Application Language
fr: Langue de l'application

source: Disconnected
fr: Déconnecté

source: Stoppped
fr: Arrêté

source: Configure connections
fr: Configurer les connexions

source: Toggle Full Screen
fr: Change mode plein écran

source: Recent Files
fr: Fichier récents

source: Application log
fr: Log de l'application

source: Bring windows to top on error
fr: Amener cette fenêtre au premier plan en cas d'erreur

source: Clear
fr: Effacer

source: Events
fr: Evènements

source: Time
fr: Date

source: Data value
fr: Valeur de donnée

source: Configured connections
fr: Connexion configurées

source: Save Connection parameters for each file
fr: Sauver les paramètres de connexion pour chaque fichier
