Repository: MrSlurp/smartapp
Catalog: CommonLib/Lang/*.CommonLib.po
Languages: fr

source: Timer {0} Script: Line {1} will be removed
fr: Timer {0} Script: La ligne {1} va être supprimée

source: Screen {0} Script: Line {1} will be removed
fr: Ecran {0} Script: La ligne {1} va être supprimée

source: Function {0} Script: Line {1} will be removed
fr: Fonction {0} Script: La ligne {1} va être supprimée

source: Control {0} Script: Line {1} will be removed
fr: Contôle {0} Script: La ligne {1} va être supprimée

source: Control {0} associate data removed
fr: Control {0} données associée supprimée

source: Invalid Screen symbol {0}
fr: Symbole d'écran invalide : {0}

source: Invalid Screen function {0}
fr: Symbole de fonction invalide

source: Invalid line, missing screen function
fr: Ligne invalide, il manque la fonction d'écran

source: Invalid Maths function {0}
fr: Fonction méthématique invalide {0}

source: Invalid line, not enought parameters for Maths function
fr: Ligne invalide, pas assez de paramètre pour la fonction mathématique

source: Invalid line, too many parameters for Maths function
fr: Ligne invalide, trop de paramètre pour la fonction mathématique

source: Invalid line, missing Maths function
fr: Ligne invalide, il manque la fonction mathématique

source: Invalid logic function {0}
fr: fonction logique invalide {0}

source: Invalid line, not enought parameters for Logic function
fr: Ligne invalide, pas assez de paramèttre pour la fonction logique

source: Invalid line, too many parameters for Logic function
fr: Ligne invalide, trop de paramèttre pour la fonction logique

source: Invalid Timer symbol {0}
fr: Symbole de Timer invalide {0}

source: Invalid Timer function {0}
fr: Fonction de Timer invalide {0}

source: Invalid line, missing timer function
fr: Ligne invalide, il manque la fonction de Timer

source: Invalid Frame symbol {0}
fr: Symbole de trame invalide

source: Invalid line, missing frame symbol
fr: Ligne invalide, il manque le symbole de trame

source: Invalid Frame function {0}
fr: Symbole de trame invalide {0}

source: Invalid line, missing frame function
fr: Ligne invalide, il manque la fonction de trame

source: Invalid Logger symbol {0}
fr: Symbole de logger invalide {0}

source: Invalid line, missing Logger symbol
fr: Ligne invalide, il manque le symbole de logger

source: Invalid Logger function {0}
fr: Fonction de logger invalide {0}

source: Invalid line, missing logger function
fr: Ligne invalide, il manque la fonction de logger

source: Unkown keyword
fr: Mot clé du script inconnu

source: Invalid line
fr: Ligne invalide

source: Invalid Keyword {0}
fr: Mot clé invalide {0}

source: Syntax Error : Missing '('
fr: Erreur de syntaxe, il manque '('

source: Syntax Error : Missing ')'
fr: Erreur de syntaxe, il manque ')'

source: Invalid line, one parameter or more is empty
fr: Ligne invalide, un paramètre ou plus est vide

source: Invalid Data symbol {0}
fr: Symbole de donnée invalide {0}

source: Invalid constant value, must be between {0} and {1}
fr: Valeur constante invalide, doit être entre {0} et {1}

source: Data {0} : Enter min value saturation ({1})
fr: Donnée {0} : Entrée en saturation sur la valeur minimum ({1})

source: Data {0} : Enter max value saturation ({1})
fr: Donnée {0} : Entrée en saturation sur la valeur maximum ({1})

source: Data {0} : Leave saturation
fr: Donnée {0} : sortie de saturation

source: Data {0} is constant, value can't be set
fr: La donnée {0} est une constante, sa valeur ne peut être modifiée

source: The file is corrupted
fr: Le fichier est corrompu

source: This file have been created with an oldest version, if you save this file, you will not be able tio read it with previous version
fr: Ce fichier à été crée avec une version plus ancienne, si vous enregistré le fichier, vous ne pourrez plus le relire avec une version précédente de SmartApp

source: Warning
fr: Attention

source: This file have been created with a newer version, see website for updating your software
fr: Ce fichier à été crée avec une version plus récente, consultez le site web pour une mise à jour

source: Default group
fr: Groupe par défaut

source: WARINING
fr: ATTENTION

source: Screen {0} Failed to load file {1}
fr: Ecran {0} echec de chargement du fichier {1}

source: Frame Data not found (Frame {0}, Data {1}
fr: Donnée de trame non trouvée (Trame {0}, donnée {1})

source: Error Frame {0} : frame size is inferior to one Byte
fr: Erreur de trame {0} : la taille de la trame est inférieur à un octet

source: Frame {0} will lost data
fr: La trame {0} va perdre une donnée

source: Error reading frame {0}, {1} bytes recieved, {2} exepected
fr: Erreur de lecture de la trame {0}, {1} octet reçu, {2} octets attendus

source: Data to log not found (Logger {0}, Data {1}
fr: Donnée à logger non trouvée (Logger {0}, Donnée {1}

source: Logger {0} will lost data
fr: Le Logger {0} va perdre une donnée

source: {0} Can't start standard logger
fr: {0} Impossible de démarrer un logger standard

source: {0} Can't access file
fr: {0} Impossible d'accéder au fichier

source: {0} No Data to log
fr: {0} Aucune donnée à logger

source: Unable to open comm, Check connection configuration
fr: Impossible d'ouvrir la communication. Vérifiez la configuration de la connexion

source: Error opening comm
fr: Erreur d'ouvertur de la communication

source: Connexion with remote controller lost
fr: Connexion au controleur distant perdue

source: Failed to find {0}
fr: Impossible de trouver {0}

source: Trying sending frame {0} while connection is closed
fr: Tentative d'envoie de la trame {0} alors que la connexion est fermée

source: Message {0} have not been recieved (Timeout)
fr: Le message {0} n'a pas été reçu (temps dépassé)

source: Error reading message {0} (Recieved frame is not the one expected)
fr: erreur de lecture du message {0} (La trame reçue n'est pas celle attendue)

source: Error reading message {0}
fr: Erreur de lecture du message {0}

source: Division by zero forbidden
fr: Division par zéro interdite

source: Select
fr: Sélectionner

source: Active color
fr: Couleur active

source: Inactive color
fr: Couleur Inactive

source: Symbol
fr: Symbole

source: Size
fr: Taille

source: Cancel
fr: Annuler

source: Check Script
fr: Vérifier le script

source: Error type
fr: Type d'erreur

source: Line
fr: Ligne
